tap "powershell/tap"
brew "ansible-lint"
brew "cmake"
brew "croc"
brew "git"
brew "hstr"
brew "htop"
brew "jq"
brew "nmap"
brew "ocrmypdf"
brew "pipx"
brew "protobuf"
brew "pwgen"
brew "python@3.11"
brew "rust"
brew "tig"
brew "tree"
brew "wget"
brew "wireguard-tools"
brew "yt-dlp"
