tap "powershell/tap"
brew "ansible-lint"
brew "cmake"
brew "croc"
brew "git"
brew "hstr"
brew "htop"
brew "jq"
brew "mackup"
brew "nmap"
brew "ocrmypdf"
brew "pipx"
brew "protobuf"
brew "pwgen"
brew "python@3.11"
brew "rust"
brew "tig"
brew "tree"
brew "wget"
brew "wireguard-tools"
brew "yq"
brew "yt-dlp"
cask "1password"
cask "1password-cli"
cask "iterm2"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
